<template>
  <div class="page privacyClause">
    <h4 style="text-align: center">福道服务条款</h4>
    <p>
      福道的所有权和运作权归深圳市福道文化传播有限公司所有。深圳市福道文化传播有限公司（以下称"福道公司"或"福道"）同意按照《福道服务条款》(下简称："本服务条款")规定以及不时发布的操作规则等提供基于互联网的相关服务。请用户（以下称"用户"或"您"）
      仔细阅读本服务条款 （特别是加粗部分） ，未成年人应在法定监护人陪同下阅读。除非您已接受本服务条款，否则您无权使用本条款下的相关服务。您的使用行为将视为统一接受本服务各项条款，包括福道公司对该服务条款随时所做的任何修改。</p>
     <h4>1、用户必须：</h4>
    <ul>
       <li>（1）认真阅读并知晓福道介绍，遵守本服务条款和相关操作规则。</li>
       <li>（2）提供设备，包括个人电脑一台、连接网络设备。</li>
       <li>（3）个人上网和支付与此服务有关的费用。</li>
      <li>（4）遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。</li>
    </ul>
     <h4>2、软件自动升级功能</h4>
      <p>除非用户主动选择不使用福道的自动升级功能，否则视为同意启动福道默认的自动升级功能。</p>
     <h4>3、服务质量监测</h4>
     <p>
    为了监测福道的服务质量，福道在适当的时候会把软件运行时与服务质量有关的数据（包括但不仅限于查询延迟、福道提供服务的服务器地址等）发送到公司服务器。同时有福道将产生一个唯一编号，当您安装或升级福道时，此编号和表示安装升级是否成功的消息将会发送到福道公司服务器。若福道公司有需要，用户有义务提供福道在用户部署时的各种安装及运行环境，包括但不限于**
    IP **地址、操作系统、网络环境。 这是为了改善福道的服务质量，福道公司保证不会把这些信息用作违法或不道德的用途。</p>

     <h4>4、注册与登录</h4>
     <p>您可以通过注册与登录账号或第三方平台账号获得更深入的福道服务。
     用户在注册和使用账号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在账号注册资料中出现违法和不良信息，且用户保证其在注册和使用账号时，不得有以下情形：</p>
    <ul>
      <li>（1）违反宪法或法律法规规定的；</li>
      <li>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
      <li>（3）损害国家荣誉和利益的，损害公共利益的；</li>
      <li>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
      <li>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
      <li>（6）散布谣言，扰乱社会秩序，破坏社会稳定的</li>
      <li>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
      <li>（8）侮辱或者诽谤他人，侵害他人合法权益的；</li>
      <li>（9）含有法律、行政法规禁止的其他内容的。</li>
    </ul>
     <p>根据相关法律、法规规定以及考虑到福道产品服务的重要性，用户同意：</p>
    <ul>
      <li>（1）在注册账号时提交有效准确的个人信息进行实名认证；</li>
      <li>（2）提供及时、详尽及准确的账户注册资料；</li>
      <li>（3）用户不得以营利、任何不正当手段或以违反诚实信用原则等为自己或他人开通本服务；</li>
      <li>（4）用户对其自身帐号中的所有行为和事件负全责，不得售卖、转借账号。</li>
      <li>（5）用户应当负责妥善且正确的保管、使用、维护其申请取得的账号及账号密码，并应对其账号密码采取必要和有效的保密措施。如果用户未保管好自己的帐号和密码而对其自己、福道公司或第三方造成的损害，福道公司无需承担与此有关的任何责任。</li>
      <li>（6）若用户提供给账号注册资料不准确，不真实，含有违法或不良信息的，福道公司有权不予注册，并保留终止用户使用福道各项服务的权利。用户充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。</li>
    </ul>
     <h4>5、 福道可能会提供某些收费服务，用户须在按照本服务的收费标准支付相应费用后，方可使用本服务。</h4>
        <p>福道可能会根据本服务的整体规划，对本服务相关权益细则、收费标准、方式等进行修改和变更，前述修改、变更，福道将在相应服务页面进行展示。您若需要获取、使用本服务，请先提前了解清楚当时关于本服务的收费标准、方式等信息。</p>
     <h4>6、用户使用</h4>
       <p>福道仅供用户用于非商业用途。不得销售、转让、许可或以其它方式提供给任何第三方，如果要销售、转让或许可或以其它方式提供给福道或者与福道有关或派生的任何资料、服务或软件，则必须得到福道公司的书面允许。如果用户对福道有任何意见，或有如何改进的建议，可向福道公司提出。请注意，如果这样做，还会授予福道公司和第三方在福道（或第三方软件）中无偿使用和加入用户的建议或意见的权利。福道公司保留在福道中投放商业性广告的权利。</p>
     <h4>7、知识产权</h4>
      <ul>
        <li>（1）用户承认福道公司拥有对福道的所有权利，包括但不限于所有知识产权。"知识产权"指在专利法、著作权法、商标法、反不正当竞争法等法中规定的所有权利以及其中的所有应用、更新、扩展和恢复，无论在现在还是以后在全球范围内实施和生效。用户同意不会修改、改编、翻译福道、创作福道的派生作品、通过反编译、反向工程、反汇编或其它方式从福道得到源代码或所有数据。用户同意不会删除、掩盖或更改福道公司或任何第三方的版权声明、商标或其它知识产权声明。福道公司提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</li>
        <li>（2）本服务可能内含让用户分享词语释义、例句等用户原创内容。福道公司尊重和鼓励用户创作的内容。
          用户在福道上发表的全部原创内容（包括但不仅限于词语释义、例句、回答、文章和评论），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到福道公司的同意。</li>
        <li>（3）为了促进知识的分享和传播，用户将其在福道上发表的全部内容，授予福道公司免费的、不可撤销的、非独家使用许可，福道有权将该内容用于福道公司各种形态的产品和服务上，包括但不限于网站以及发表的应用或福道公司的其他互联网产品。</li>
        <li>（4）第三方若出于非商业目的，将用户在福道上发表的内容转载在福道之外的地方，应当在显著位置注明原作者姓名（或原作者在福道上使用的帐号名称），并标识出原始链接，注明「发表于福道」，并不得对作品进行修改。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</li>
        <li>（5）如果任何第三方侵犯了福道公司用户相关的权利，用户同意授权福道或其指定的代理人代表福道公司自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在福道公司认为必要的情况下参与共同维权。</li>
        <li>（6）福道公司有权对用户发布的内容进行审核，但对用户发表的任何内容均不承担任何明示或默示的保证，均不代表福道公司观点或意见。福道公司有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及本服务条款的规定对侵权信息进行处理。</li>
     </ul>
     <h4>8、用户隐私制度</h4>
       <p>尊重用户隐私是福道公司的一项基本政策。未经合法用户授权，本网不会在公开、编辑或透露其注册资料及保存在本网的非公开内容，除非有法律许可要求或未经合法用户授权在诚信的基础上认为透露这些信息是必要的：</p>
    <ul>
      <li>(1)用户授权本网或授权某人通过电子邮件服务透露这些信息。</li>
      <li>(2)相应的法律及程序要求本网提供用户的个人资料。</li>
      <li>(3)遵守有关法律规定，遵从本网合法服务程序。</li>
      <li>(4)保持维护本网的商标所有权。</li>
      <li>(5)在紧急情况下竭力维护用户个人和社会大众的隐私安全。</li>
      <li>(6)符合其他相关的要求。</li>
    </ul>
     <h4>9、服务变更</h4>
        <p>福道公司保留随时变更、中断或终止服务而不需通知用户的权利。用户接受福道公司行使变更、中断或终止服务的权利，福道公司不需对用户或第三方负责。</p>
     <h4>10、不可抗力条款</h4>
     <p>福道公司对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</p>
     <h4>11、通知</h4>
     <p>所有发给用户的通知都可通过用户电子邮件、站内通知或在网站显著位置公告的方式进行传送。
    福道公司将通过上述方法之一将消息传递给用户，告知其服务条款的修改、服务变更、或其它重要事情。同时，福道公司保留在福道中投放商业性广告的权利以及利用用户登录的账户发布商业性广告的权利，包括但不限于在网站登录页面及登录后任何页面内放置商业广告、向用户发送商业性广告邮件以及在用户发出的电子邮件内附上商业性广告及／或广告链接等形式，但用户有权在邮箱内的广告邮件内选择拒绝接受此类广告等信息。</p>
     <h4>12、违约责任</h4>
     <p>若用户的行为违反了国家法律法规的规定、本服务条款的约定或者违反福道网站上的规则，福道公司有权视用户的行为性质，对用户采取包括但不限于暂停或终止部分或全部本服务，限制、中止或终止用户账号的登录和使用、追究法律责任等措施，福道也无需向用户退还支付的任何费用。用户若有违反本服务条款任何行为，导致任何第三方损害的，用户应当独立承担责任；福道公司因此遭受损失的，用户也应当一并赔偿。用户同意保障和维护福道公司的利益，负责支付由用户违反本服务条款和** / **或其他服务条款引起的律师费用、损害补偿费用、政府机关处罚费用和其它侵权赔偿费用等。
     在适用法律允许的最大范围内，福道公司不就因用户使用福道引起的，或在任何方面与福道公司的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。
    在适用法律允许的最大范围内，福道公司明确表示不提供任何其他类型的保证，不论使明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。
    在适用法律允许的最大范围内，福道公司及其许可人不会向您做出以下声明或担保： (A) 您对服务的使用会满足您的需求； (B) 您对服务的使用会连续无中断、及时、安全或没有错误； 您使用相关服务而获得的任何信息一律准确可靠；
    作为相关服务的一部分向您提供的任何软件所发生的操作或功能瑕疵将获得修正。</p>
     <h4>13、法律</h4>
     <p>上述条款将受中华人民共和国法律的约束并依据其解释。如出现纠纷，用户和福道公司一致同意将纠纷交由 深圳市龙华区人民法院 管辖。
     上述条款是各方针对本文主题的全部协议，优先于并取代所有以前或同期对此类主题的书面或口头的规定或协议。对上述任何条款的排除必须采取书面形式，并得到福道公司和/或福道一同提供或通过福道提供其软件的第三方书面签字，才能生效。
     如用户对本服务条款内容有任何疑问，可发邮件（zgaimeisi@163.com ）获取相关信息。</p>
     <h4>14、用户只有无条件接受本服务条款，才能继续使用本服务。福道公司对本服务条款享有最终解释权。</h4>
  </div>
</template>

<script>
  export default {
    data() {
      return {}
    }
  }
</script>

<style lang="less" scoped>
  @wu: 100vw / 375;
  .privacyClause{
    font-size: 14*@wu;
    padding: 10*@wu;
    box-sizing: border-box;
    p{
      color: #666666;
      text-indent: 2em;
      text-align:justify
    }
    h4{
      color: #666666;
    }
    ul{
      margin: 0;
      padding: 0;
      list-style: none;
      li{
        color: #666666;
        text-align:justify
      }
    }
  }
</style>
